[{
        "id": 1,
        "name": "Lamborghini",
        "title1": "Drive Worry-free With Our Three-year Warranty",
        "content1": "With us, you get more than the highest performance you also get the guarantee of reliability and protection that allows for a supreme, worry-free driving experience.On all new vehicles – starting from the date of delivery and under normal conditions of use – Lamborghini provides a three-year, unlimited-mileage warranty* This means guaranteed peace of mind for you from 0 to 3 years and 0 to infinite mileage. But it doesn’t have to end there because you can keep it for longer thanks to our Warranty Extension program. Or you can secure it through our Selezione program.*Warranty conditions may vary by country. Official Lamborghini Dealers and Service Points are able to provide detailed information on the terms and conditions of the warranty coverage provided for your vehicle.",
        "title2": "“Extended Protection” For The Maximum Protection",
        "content2": "The Warranty Extension covers cars participating in the Selezione program with an additional Lamborghini warranty of at least 12 months*/**. The formula covers parts and labor and guarantees the use of Original Spare Parts and the work of Lamborghini specialized technicians.>To be eligible for the Selezione program, the car must be no more than 7 years old (10 for Urus) and have no more than 70,000 km (100,000 for Urus).>To renew the warranty, the car must pass the 150 tests of the Lamborghini checklist.*For information on the characteristics and duration of the specific options for each car, please contact Dealers and Service Points belonging to the official Lamborghini network. Terms and conditions may vary depending on the specific market.** The service may be provided by an insurance provider.",
        "img": "https://www.lamborghini.com/sites/it-en/files/DAM/lamborghini/face_react/after_sales/warranty_extension/warranty_extension_hb.jpg",
        "content11": "",
        "content12": "",
        "content13": "",
        "content14": ""
    },
    {
        "id": 2,
        "name": "Rolls-royce",
        "title1": "Warranty",
        "content11": "Every new Rolls-Royce is protected by a four-year, unlimited mileage, regional dealer warranty* from the date of first retail or registration whichever is earlier. The warranty encompasses a wide range of serviceable vehicle components to minimise any inconvenience to you during the warranty period.",
        "content12": "It extends to the region in which your car was first registered, ensuring the vehicle is optimised for its environment. Wherever you drive your Rolls-Royce within your delivery region, we support our authorised network to make sure any necessary repairs are carried out quickly and efficiently by an authorised Rolls-Royce dealer or workshop.",
        "content13": "*Exclusions and conditions apply: Certain adaptations, modifications or alterations to your Rolls-Royce may invalidate or void the warranty and can also impact the functionality of some driver assistance systems. Please contact your dealer for more information. (Unlimited mileage does not apply to commercially used vehicles)",
        "img": "https://storage.googleapis.com/f1-cms/2020/08/99fb3909-20200819_073744.jpg",
        "content1": "",
        "content2": "",
        "content3": "",
        "content4": "",
        "content14": ""
    },
    {
        "id": 3,
        "name": "Aston Martin",
        "title1": "Extended Warranty",
        "content11": "Your new Aston Martin is meticulously produced and includes the benefit of a three year unlimited Vehicle Warranty as well as a ten year unlimited mileage Anti Perforation Corrosion Warranty. After three years Aston Martin offers an Extended Warranty for total peace of mind.",
        "content12": "With an Aston Martin Extended Service Contract you have total peace of mind, knowing that your Aston Martin will be repaired by trained technicians using only genuine Aston Martin parts. An Aston Martin Extended Service Contract is only available from Aston Martin franchised dealers, before a contract can be registered your car must pass an Aston Martin Multi Point Technical Inspection undertaken by a factory trained technician.",
        "content13": "Aston Martin Extended Service Contracts are available for 12 or 24 months and can be renewed or extended for a further period, depending upon the age of your car. Aston Martin Emergency Assistance is also included1. In the unlikely event of a breakdown, Aston Martin Emergency Assistance will ensure that the most appropriate assistance is sent to help you.Aston Martin Extended Service Contract also receives the ‘Assured’ seal of approval, our official commitment to your peace of mind.",
        "img": "https://images.jazelc.com/uploads/astonmartinlongisland-m2e/Aston-Martin-Timeless-1024x683.jpg",
        "content1": "",
        "content2": "",
        "content3": "",
        "content4": "",
        "content5": "",
        "content6": "",
        "content7": "",
        "content14": ""
    },
    {
        "id": 4,
        "name": "Porsche",
        "title1": "Porsche Approved Warranty",
        "content11": "Driving a Porsche means enjoying passionate performance with the feeling that everything is all right at any time. With the Porsche Approved Warranty, you can permanently enjoy this excitement and peace of mind that you had on the first day.",
        "content12": "The warranty (available for vehicles up to their 15th year* and with a mileage not exceeding 200,000 km/125.000 miles*) covers all components of your Porsche for 12, 24 or 36 months*, reliably protecting you from unexpected repair costs – and thanks to our included* mobility guarantee, Porsche Assistance, help is always near, wherever you are.",
        "content13": "Professional repairs, carried out by certified Porsche technicians using only genuine parts, ensure the longevity and preserve the value of your Porsche. In the event of a resale, the Porsche Approved Warranty even enhances the value of your Porsche, as it is fully transferable provided the car is sold privately or to a Porsche Centre.",
        "img": "https://files.porsche.com/filestore/image/multimedia/none/porscheservice-warrantyandvehicleinformation-approvedwarranty-banner/normal/9a2bda51-2ff8-11eb-80d0-005056bbdc38;s4/porsche-normal.jpg",
        "content4": "For us, appreciating your trust means to clearly present, alongside its benefits, the areas in which the warranty does not apply and why. One such area of exclusion concerns natural age-related changes that do not affect the functionality of your vehicle (e.g. cracks in the leather). The warranty also does not cover certain functionally relevant parts, which are subject to natural wear and tear. Since these changes do not constitute material defects, they are consequently excluded from the Porsche Approved Warranty. These parts should therefore be checked regularly within scheduled service and maintenance intervals and replaced if necessary.",
        "content5": "Porsche  reliability is well-known. However, if the unexpected does happen, we will ensure you can continue to enjoy your Porsche  without worry. That’s what the   New Car Warranty is for.  ",
        "content6": "Valid worldwide, the Warranty provides coverage against all manufacturing defects. When the Warranty period comes to an end, you then have the option to extend your protection and peace of mind with a Porsche Approved Warranty and / or Porsche  Assistance roadside assistance service.",
        "title2": "Porsche  New Car Warranty",
        "title3": "Porsche  Parts Warranty",
        "content7": "Every Porsche   Genuine Part fitted to your  Porsche   by a  Porsche Centre comes with a   Porsche Porsche  Porsche   Centre or has been completed or replaced under a  Porsche  Approved Warranty or the New Car Guarantee.",
        "content1": "",
        "content2": "",
        "content3": "",
        "content14": ""
    },
    {
        "id": 5,
        "name": "Bentley",
        "title1": "Warranty",
        "content11": "Each new Bentley motor car and each replacement part or assembly manufactured or supplied by it, comes with a warranty.",
        "content12": "The Warranty period for a new car is three years, with no mileage limitation and commences on the date of delivery to the first owner.",
        "content13": "Warranty territorial provision is based geographically on the regional coverage distribution of our Global Dealer Network. The regions are defined as follows:",
        "img": "https://www.bentleymotors.com/content/dam/bentley/Master/Corporate/Hero/BEN_V8S_LOC_E_3.4Rear2_7_cmyk%201920%20x%20670.jpg/_jcr_content/renditions/original.image_file.1366.477.file/BEN_V8S_LOC_E_3.4Rear2_7_cmyk%201920%20x%20670.jpg",
        "content1": "",
        "content2": "",
        "content3": "",
        "content4": "",
        "content5": "",
        "content6": "",
        "content7": "",
        "content14": ""
    },
    {
        "id": 6,
        "name": "McLaren",
        "title1": "McLaren Extended Warranty",
        "content11": "A new McLaren already comes with a comprehensive 3-year unlimited mileage warranty. But our Extended Warranty goes much further.",
        "content12": "It covers most factory-fitted components for mechanical and electrical failure* and includes all parts and labour charges required for repair. Available for McLaren Sports Series and Super Series cars under 10 years old, with less than 75,000 miles on the clock.",
        "content13": "Your car deserves to be maintained to original McLaren factory standards from day one. And for every mile that follows. So when it comes to replacing its precision-engineered components, only McLaren Genuine Parts will do. And they’re only ever fitted by our Academy-trained technicians in McLaren Retailers. It’s how we guarantee performance.",
        "img": "https://www.rybrook.co.uk/mclaren/wp-content/uploads/sites/6/2022/03/Rybrook-McLAren-1.jpg",
        "content14": "Peace of mind, worry free ownership,Reduces the cost of ownership in the event of failure,Ease of repair,Recovery in the event of a breakdown,Can help maintain residual values due to improved maintenance of the vehicle,Work is completed by McLaren Trained Technicians using McLaren Genuine Parts",
        "content1": "",
        "content2": "",
        "content3": "",
        "content4": "",
        "content5": "",
        "content6": "",
        "content7": ""
    }
]